Repository: psandgren/piranha.core
Catalog: core/Piranha.Manager.Localization/Resources/Comment.*.resx
Languages: pl, ru

source: Approved
pl: Zatwierdzono
ru: Одобренные

source: ApprovedSingle
pl: Zatwierdzono
ru: Одобрен

source: Pending
pl: Oczekujące
ru: В ожидании

source: Comment
pl: Skomentuj
ru: Комментарий

source: Response to
pl: Odpowiedz do
ru: Ответ

source: The comment was successfully approved
pl: Komentarz został pomyślnie zatwierdzony
ru: Комментарий одобрен

source: The comment was successfully unapproved
pl: Komentarz został pomyślnie odrzucony
ru: Комментарий не был одобрен

source: The comment was successfully deleted
pl: Komentarz został pomyślnie usunięty
ru: Комментарий удален

source: Days allowed for commenting
pl: Dni dozwolone do komentowania
ru: Количество дней для комментирования

source: Comments are not allowed.
pl: Komentarze są niedozwolone.
ru: Комментарии запрещены.

source: Comments are not allowed for unpublished content.
pl: Komentarze nie są dozwolone dla nieopublikowanych treści.
ru: Комментарии к неопубликованному контенту запрещены.

source: Comments are currently open.
pl: Komentarze są obecnie otwarte.
ru: Комментарии разрешены.

source: Comments were closed
pl: Komentarze zostały zamknięte
ru: Комментарии отключены
